"Unknown Device" = "Tuntematon laite";
"Back Camera" = "Takakamera";
"Front Camera" = "Etukamera";
"Camera" = "Kamera";
"Built In Audio" = "Sisäinen ääni";
"iPhone Microphone" = "iPhone-mikrofoni";
"Headphones" = "Kuulokkeet";
"iPod touch Microphone" = "iPod touch -mikrofoni";
